Repository: Bazalt01/swiftProject
Catalog: CyberAssistant/*.lproj/Localizable.strings
Languages: ru

# random_value_from_to
source: (number)[n] - random value from 0 to n
ru: (число)[n] - случайное значение от 0 до n

# random_value_from_to_example
source: There are [10] apples.
ru: Билет номер [10].

# random_value_from_to_result
source: There are 8 apples.
ru: Билет номер 8.

# random_value_from_m_to_n
source: (number)[m-n] - random value from m to n
ru: (число)[m-n] - случайное значение от m до n

# random_value_from_m_to_n_example
source: There are [20-40] apples.
ru: Билет номер [20-40].

# random_value_from_m_to_n_result
source: There are 34 apples.
ru: Билет номер 34.

# any_value_sequence
source: (Any type)[a,b,c,d,...,n] - Will choose just one from sequence
ru: (Любое тип)[a,b,c,d,...,n] - Выбирает только одно значение из последовательности

# any_value_sequence_example
source: Dima can eat 10 [apples,kiwis,peaches] per minute.
ru: Дима есть 10 [яблок,киви,персиков] в минуту.

# any_value_sequence_result
source: Dima can eat 10 kiwis per minute.
ru: Дима есть 10 киви в минуту.

source: Ok
ru: Ок

source: Cancel
ru: Отмена

# login_is_too_short
source: The login is too short
ru: Ваш логин слишком короткий

# password_is_empty
source: The password is empty
ru: Вы не указали пароль

# password_is_too_short
source: The password is too short
ru: Ваш пароль слишком короткий

# repeat_password_is_empty
source: The repeat password is empty
ru: Вы не указали пароль повторно

# passwords_arent_equal
source: The repeat password isn't equal to the password
ru: Введенные пароли не совпадают

# login_is_existed
source: Account with current login is existed
ru: Пользователь с данным логином уже существует

source: Account isn't existed
ru: Пользователь с данным логином не существует

# did_fail_create_account
source: Sorry. We couldn't create your account
ru: Что-то пошло не так. Не удалось создать данный аккаунт

# database_isnt_existed
source: Database isn't updated
ru: Что-то пошло не так. Не удалось обновить базу данных

# template_is_empty
source: Template can't be empty
ru: Шаблон не может быть пустым

# something_is_wrong
source: Sorry, something is wrong
ru: Извините, что-то пошло не так

source: Login
ru: Логин

source: Password
ru: Пароль

source: Repeat Password
ru: Повторный пароль

source: Enter
ru: Ввод

source: Sign In
ru: Вход

source: Sign Up
ru: Регистрация

source: Attention
ru: Внимание

source: Settings
ru: Настройки

source: Logout
ru: Выйти из аккаунта

source: Create New Template
ru: Создать новый шаблон

# do_you_want_create_new_template
source: You don't have any template. Do you want create new template?
ru: У вас не ни одного шаблона. Хотите создать шаблон?

source: Templates
ru: Шаблоны

# you_need_creating_template
source: You need creating a template
ru: Вам надо создать новый шаблон

source: Template editor
ru: Редактор шаблонов

source: Examples
ru: Примеры

source: Template share
ru: Открытые шаблоны
